reports/2026-09-06-basic-zap/linux/09-c32-t2-pair2-app/warmup-wrk.txt
Running 1s test @ http://127.0.0.1:35399/plaintext
  2 threads and 32 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   111.15us  184.05us   3.03ms   96.17%
    Req/Sec   177.75k    32.86k  214.22k    80.00%
  353583 requests in 1.00s, 44.85MB read
Requests/sec: 353501.34
Transfer/sec:     44.84MB